Repository: Gudzenko/audiobooks
Catalog: audiobooks/locale/*/LC_MESSAGES/django.po
Languages: pl, ru

source: English
pl: Angielski
ru: Английский

source: Russian
pl: Rosyjski
ru: Русский

source: Polish
pl: Polski
ru: Польский

source: Add new author
pl: Dodaj nowego autora
ru: Добавить нового автора

source: Add new series
pl: Dodaj nową serię
ru: Добавить новую серию

source: Add new genre
pl: Dodaj nowy gatunek
ru: Добавить новый жанр

source: Save success
pl: Pomyślnie zapisano
ru: успешно сохранён

source: Save with error
pl: Błąd podczas zapisu
ru: Ошибка при сохранении

source: Book title
pl: Tytuł książki
ru: Название книги

source: Authors
pl: Autorzy
ru: Авторы

source: Book genres
pl: Gatunki
ru: Жанры

source: Book series
pl: Seria
ru: Серия

source: Book is read
pl: Przeczytana
ru: Прочитано

source: Book image
pl: Okładka książki
ru: Обложка книги

source: Book placeholder title
pl: Wpisz tytuł książki
ru: Введите название книги

source: Book with this combination already exists
pl: Książka z taką kombinacją już istnieje
ru: Книга с такой комбинацией уже существует

source: Author firstname
pl: Imię
ru: Имя

source: Author lastname
pl: Nazwisko
ru: Фамилия

source: Author description
pl: Opis
ru: Описание

source: Author image
pl: Zdjęcie autora
ru: Фото автора

source: Author placeholder firstname
pl: Wpisz imię
ru: Введите имя

source: Author placeholder lastname
pl: Wpisz nazwisko
ru: Введите фамилию

source: Author placeholder description
pl: Wpisz opis
ru: Введите описание

source: Author with this name already exists
pl: Autor o tej nazwie już istnieje
ru: Автор с таким именем уже существует

source: Genre name
pl: Nazwa gatunku
ru: Название жанра

source: Genre image
pl: Obraz gatunku
ru: Изображение жанра

source: Genre placeholder name
pl: Wprowadź nazwę gatunku
ru: Введите название жанра

source: Genre with this name already exists
pl: Gatunek o tej nazwie już istnieje
ru: Жанр с таким названием уже существует

source: Series name
pl: Nazwa serii
ru: Название серии

source: Series image
pl: Obraz serii
ru: Изображение серии

source: Series placeholder name
pl: Wprowadź nazwę serii
ru: Введите название серии

source: Series with this name already exists
pl: Seria o tej nazwie już istnieje
ru: Серия с таким название уже существует

source: Books
pl: Książki
ru: Книги

source: Series
pl: Serie
ru: Серии

source: Genres
pl: Gatunki
ru: Жанры

source: Hello
pl: Cześć
ru: Привет

source: Logout
pl: Wyloguj się
ru: Выйти

source: Login
pl: Zaloguj się
ru: Войти

source: Register
pl: Zarejestruj się
ru: Зарегистрироваться

source: Add new book
pl: Dodaj nową książkę
ru: Добавить новую книгу

source: Search
pl: Szukaj
ru: Поиск

source: Show only unread books
pl: Pokaż tylko nieprzeczytane książki
ru: Показать только непрочитанные книги

source: Author books
pl: Książki autora
ru: Книги автора

source: Book audiofiles
pl: Pliki audio
ru: Аудиофайлы

source: Select multiple audio files to upload
pl: Wybierz wiele plików audio do przesłania
ru: Выберите несколько аудиофайлов для загрузки

source: Book download all
pl: Pobierz wszystkie
ru: Скачать все

source: Book not support audio
pl: Twoja przeglądarka nie obsługuje odtwarzacza audio
ru: Ваш браузер не поддерживает аудиоплеер

source: Book download
pl: Pobierz
ru: Скачать

source: Book remove
pl: Usuń książkę
ru: Удалить книгу

source: Book confirm remove message
pl: Czy na pewno chcesz usunąć tę książkę?
ru: Вы уверены, что хотите удалить эту книгу?

source: Form edit
pl: Edytuj
ru: Редактировать

source: Form add
pl: Dodaj
ru: Добавить

source: Form add image
pl: Przeciągnij zdjęcie tutaj lub kliknij, aby wybrać
ru: Перетащите фото сюда или нажмите для выбора

source: Form clear image
pl: Wyczyść
ru: Очистить

source: Form cancel
pl: Anuluj
ru: Отмена

source: Form remove
pl: Usuń
ru: Удалить

source: Form save
pl: Zapisz zmiany
ru: Сохранить изменения

source: Form confirm remove
pl: Potwierdzenie usunięcia
ru: Подтверждение удаления

source: Form confirm remove question
pl: Czy na pewno chcesz usunąć
ru: Вы уверены, что хотите удалить

source: Form confirm remove message
pl: Tej operacji nie można cofnąć
ru: Это действие нельзя отменить

source: Form invalid format
pl: Nieprawidłowy format pliku
ru: Неверный формат файла

source: Home welcome
pl: Witamy w naszej księgarni!
ru: Добро пожаловать в наш книжный магазин!

source: Home welcome find
pl: Tutaj znajdziesz książki, autorów, gatunki i serie.
ru: Здесь вы найдете книги, авторов, жанры и серии.

source: Error processing audio files
pl: Błąd przetwarzania plików audio
ru: Ошибка обработки аудиофайлов
